Repository: Belfagor2005/MovieBrowser
Catalog: usr/lib/enigma2/python/Plugins/Extensions/MovieBrowser/locale/*/LC_MESSAGES/moviebrowser.po
Languages: it

source: Movies
it: Film

source: Series
it: Serie

source: Movies & Series
it: Film & Serie

source: Movie Creation Date Descending
it: Data di creazione Film Decrescente

source: Movie Creation Date Ascending
it: Data di creazione Film Crescente

source: Movie Title A-Z
it: Titolo Film A-Z

source: Movie Title Z-A
it: Titolo Film Z-A

source: Movie Rating 10-0
it: Valutazione Film 10-0

source: Movie Rating 0-10
it: Valutazione Film 0-10

source: Movie Release Date Descending
it: Data di uscita Film Decrescente

source: Movie Release Date Ascending
it: Data di uscita Film Crescente

source: Movie Runtime Descending
it: Durata Film Decrescente

source: Movie Runtime Ascending
it: Durata Film Crescente

source: Movie Folder Ascending
it: Percorso Film Crescente

source: Movie Folder Descending
it: Percorso Film Decrescente

source: Info Button
it: Pulsante Info

source: Automatic
it: Automatico

source: Hide
it: Nascondi

source: On First Access
it: Al Primo Accesso

source: On Database Update
it: Su Aggiornamento del Database

source: Show
it: Mostra

source: Yes
it: Si

source: Folder Selection
it: Seleziona percorso

source: Start time: %s End time: %s Total scanned files: %s TheTVDb Database Requests: %s TMDb Database Requests: %s Orphaned Movies/Series: %s New Series: %s New Movies: %s
it: Ora di inizio: %s Ora di fine: %s File scansionati totali: %s Richieste al database TVDb: %s Richieste database TMDb: %s Film/Serie orfani: %s Nuova Serie: %s Nuovi Film: %s

source: Database Error: Entry without runtime
it: Errore database: voce senza runtime

source: *******Movie Browser Database Update Timer******* Initial Update Timer started: %s Timer Value (min): %s
it: *******Timer di aggiornamento del database del browser di film******* Timer di aggiornamento iniziale avviato: %s Valore timer (min): %s

source: Database Update Timer stopped: %s
it: Timer aggiornamento database interrotto: %s

source: Database Update Timer started: %s Timer Value (min): %s
it: Timer aggiornamento database avviato: %s Valore timer (min): %s

source: Movie Database Update started: %s
it: Aggiornamento del database dei film avviato: %s

source: Save
it: Salva

source: Cancel
it: Annulla

source: Movies Style:
it: Stile Film:

source: Series Style:
it: Stile Serie:

source: Goto last Movie on Start:
it: Vai all'ultimo film all'avvio:

source: Load last Selection/Filter on Start:
it: Carica l'ultima Selezione/Filtro all'avvio:

source: Movie Folder:
it: Cartella Film:

source: Cache Folder:
it: Cartella Cache:

source: Movie Sort Order:
it: Ordinamento Film:

source: Show List of Movie Folder:
it: Mostra l'elenco della cartella dei film:

source: Movies or Series:
it: Film o Serie:

source: Movies or Series Selection at Start:
it: Selezione Film o Serie all'inizio:

source: Show Backdrops:
it: Mostra Backdrops:

source: Use m1v Backdrops:
it: Usa sfondi m1v:

source: Show TV in Background (no m1v):
it: Mostra TV in Background (no m1v):

source: Download new Backdrops:
it: Download nuovi Backdrops:

source: Posterwall/Backdrop Show Plot:
it: Mostra Trama Posterwall/Backdrop:

source: Metrix List Selection Color:
it: Elenco selezione colore Metrix:

source: TMDb/TheTVDb Language:
it: Lingua TMDb/TheTVDb:

source: Load TMDB Apikey from /tmp/tmdb_api.txt
it: Carica TMDB Apikey da /tmp/tmdb_api.txt

source: Signup on TMDB and input free personal ApiKey
it: Iscriviti su TMDB e inserisci l'ApiKey personale gratuita

source: Load TheTVDb Apikey from /tmp/thetvdb_api.txt
it: Carica TheTVDb Apikey da /tmp/thetvdb_api.txt

source: Signup on TheTVDb and input free personal ApiKey
it: Iscriviti su TheTVDb e inserisci l'ApiKey personale gratuita

source: Update Database with Timer:
it: Aggiorna database con timer:

source: Timer Database Update:
it: Timer Aggiornamento del Database:

source: Hide Plugin during Update:
it: Nascondi plugin durante l'aggiornamento:

source: Cleanup Cache Folder:
it: Pulizia Cartella Cache:

source: Restore Database:
it: Ripristino Database:

source: Select skin *Restart GUI Required:
it: Seleziona la skin "Riavvio Necessario":

source: Start Plugin with Video Button:
it: Avvia Plugin con Bottone Video:

source: Plugin Transparency:
it: Trasparenza Plugin:

source: Plugin in Enigma Menu:
it: Plugin in Menu Enigma:

source: Error moving cache folder: %s
it: Errore durante lo spostamento della cartella cache: %s

source: Cache Folder %s not reachable: Movie Browser Database Backup canceled.
it: Cartella cache %s non raggiungibile: Backup del database del browser dei film annullato.

source: Database %s not found: Movie Browser Database Backup canceled.
it: Database %s non trovato: Backup del database del browser dei film annullato.

source: Database backed up to %s
it: Database sottoposto a backup su %s

source: Cache Folder %s not reachable: Movie Browser Database Restore canceled.
it: Cartella cache %s non raggiungibile: Ripristino del database del browser dei film annullato.

source: Database Backup %s not found: Movie Browser Database Restore canceled.
it: Backup del database %s non trovato: Ripristino del database del browser dei film annullato.

source: Database restored from %s
it: Ripristino Database da %s

source: Cache Folder %s not reachable: Cleanup Cache Folder canceled.
it: Cartella cache %s non raggiungibile: Pulisci cartella cache annullata.

source: Database %s not found: Cleanup Cache Folder canceled.
it: Database %s non trovato: Pulisci cartella cache annullata.

source: No orphaned Backdrops or Posters found: Your Cache Folder is clean.
it: Non sono stati trovati Backdrops o Poster orfani: La tua cartella cache è pulita.

source: Cleanup Cache Folder finished: %s orphaned Backdrops or Posters removed.
it: Pulizia cartella cache terminata: %s Backdrops orfani o Poster rimossi.

source: Choose Directory:
it: Scegli Percorso Cartella:

source: Choose Directory
it: Scegli Percorso Cartella

source: File %s not found!
it: File %s non trovato!

source: TMDB API key successfully imported!
it: Chiave API TMDB importata correttamente!

source: TheTVDb API key successfully imported!
it: La chiave API TVDb è stata importata correttamente!

source: Really close without saving settings?
it: Chiudi davvero senza salvare le impostazioni?

source: Director:
it: Regista:

source: Actors:
it: Attori:

source: Years:
it: Anno:

source: Runtime:
it: Durata:

source: Country:
it: Paese:

source: Update
it: Aggiorna

source: Style
it: Switch Screen

source: Help
it: Aiuto

source: Genres:
it: Genere:

source: Before the Database will be rebuild, check your settings in the setup of the plugin: - Check the path to the Movie Folder - Check your TMDb/TheTVDb Language - Change the Cache Folder to your hard disk drive.
it: Prima che il database venga ricostruito, controlla le tue impostazioni nella configurazione del plugin: - Controlla il percorso della cartella Film - Controlla la tua lingua TMDb/TheTVDb - Modificare la cartella della cache sul disco rigido.

source: <List of Movie Folder>
it: <Lista Cartella Film>

source: Free Space
it: Spazio Libero

source: Movie Folder
it: Cartella Film

source: MOVIES
it: FILM

source: SERIES
it: SERIE

source: EPISODES
it: EPISODI

source: Movie Folder %s not reachable: Movie Browser Database Update canceled.
it: Cartella film %s non raggiungibile: Aggiornamento del database del browser dei film annullato.

source: Cache Folder %s not reachable: Movie Browser Database Update canceled.
it: Cartella cache %s non raggiungibile: Aggiornamento del database del browser dei film annullato.

source: No new Movies or Series found: Your Database is up to date.
it: Nessun nuovo film o serie trovato: Il tuo database è aggiornato.

source: No new Movies or Series found. %s orphaned Database Entry deleted.
it: Nessun nuovo film o serie trovato. %s voce di database orfana eliminata.

source: No new Movies or Series found. %s orphaned Database Entries deleted.
it: Nessun nuovo film o serie trovato. %s voci di database orfane eliminate.

source: %s Movie imported into Database.
it: %s Film importato nel database.

source: %s Series imported into Database.
it: %s serie importata nel database.

source: %s Movies imported into Database.
it: %s film importati nel database.

source: %s Movies and %s Series imported into Database.
it: %s film e %s serie importati nel database.

source: %s Movie imported into Database. %s orphaned Database Entry deleted.
it: %s film importato nel database. %s voce di database orfana eliminata.

source: %s Series imported into Database. %s orphaned Database Entry deleted.
it: %s serie importata nel database. %s voce di database orfana eliminata.

source: %s Movie imported into Database. %s orphaned Database Entries deleted.
it: %s film importato nel database. %s voci di database orfane eliminate.

source: %s Series imported into Database. %s orphaned Database Entries deleted.
it: %s serie importata nel database. %s voci di database orfane eliminate.

source: %s Movies imported into Database. %s orphaned Database Entry deleted.
it: %s film importati nel database. %s voce di database orfana eliminata.

source: %s Movies and %s Series imported into Database. %s orphaned Database Entry deleted.
it: %s film e %s serie importati nel database. %s voce di database orfana eliminata.

source: %s Movies imported into Database. %s orphaned Database Entries deleted.
it: %s film importati nel database. %s voci di database orfane eliminate.

source: %s Movies and %s Series imported into Database. %s orphaned Database Entries deleted.
it: %s film e %s serie importati nel database. %s voci di database orfane eliminate.

source: Movie file %s not available.
it: File filmato %s non disponibile.

source: DVD Player Plugin not installed.
it: Il plugin del lettore DVD non è installato.

source: TMDb Movie Update Error: Series Folder
it: Errore di aggiornamento del film TMDb: Cartella Serie

source: TMDb API Server is not reachable.
it: Il server API TMDb non è raggiungibile.

source: TMDb Results
it: Risuktati TMDb

source: No TMDb Results for %s.
it: Nessun risultato TMDb per %s.

source: TheTVDb API Server is not reachable.
it: Il server API TVDb non è raggiungibile.

source: TheTVDb Results
it: Risultati TheTVDb

source: No TheTVDb Results for %s.
it: Nessun risultato TheTVDb per %s.

source: The List of Movie Folder can not be deleted.
it: L'elenco della cartella dei Film non può essere eliminato.

source: This will delete all %s entries from the Database but not from the Movie Folder. Do you want to continue?
it: Questo eliminerà tutte le %s voci dal database ma non dalla cartella film. Vuoi continuare?

source: This will delete %s from the Database and from the Movie Folder! Do you want to continue?
it: Questo eliminerà %s dal database e dalla cartella dei Film! Vuoi continuare?

source: This will delete %s from the Database and put it on the Blacklist, so the Movie will be ignored by future Database Updates. Do you want to continue?
it: Questo eliminerà %s dal database e lo inserirà nella lista nera, quindi il film verrà ignorato dai futuri aggiornamenti del database. Vuoi continuare?

source: Series Folder: No Info possible
it: Cartella Serie: nessuna informazione possibile

source: Movie Folder Selection
it: Selezione cartella Film

source: Genre Selection
it: Selezione Genere

source: Actor Selection
it: Selezione Attore

source: Director Selection
it: Selezione Regista

source: Rating:
it: Valutazione:

source: The Movie Browser Database will be rebuild now. Depending on the number of your Movies this can take several minutes. If the plugin terminates after a few minutes, restart the plugin and make a manual Database Update (Video button). Rebuild the Database now?
it: Il database del browser dei Film verrà ricostruito ora. A seconda del numero dei tuoi film, questo può richiedere diversi minuti. Se il plug-in termina dopo pochi minuti, riavvia il plugin ed effettua un aggiornamento manuale del database (pulsante Video). Ricostruire il database ora?

source: Error while loading
it: Errore durante il caricamento

source: Update Movie Browser Database?
it: Aggiornare il database del browser dei Film?

source: Movie File Informations
it: Informazioni file Film

source: Delete Movie File
it: Elimina file Film

source: Blacklist Movie File
it: File di Film nella lista nera

source: Database Update Log
it: Aggiornamento Database Log

source: Database Timer Log
it: Log Timer Database

source: Cleanup Cache Folder Log
it: Pulisci il registro delle cartelle della cache

source: Database Editor:
it: Editor del Database:

source: Update Selection
it: Aggiorna Seleziona

source: Update Movie/Series
it: Aggiorna Film/Serie

source: Invalid selection
it: Selezione non valida

source: Cannot update with TMDb: ID is not numeric This appears to be a TV series, not a movie.
it: Impossibile aggiornare con TMDb: l'ID non è numerico Sembra che si tratti di una serie TV, non di un film.

source: Cannot update with TheTVDb: ID appears to be a movie ID Try "Update Movie" instead.
it: Impossibile aggiornare con TheTVDb: l'ID sembra essere l'ID di un film. Prova invece "Aggiorna film".

source: Update error:
it: Errore Aggiornamento:

source: All /tmp/posters Cleaned
it: Tutti i /tmp/posters puliti

source: Series Episodes
it: Episodi Serie

source: Free Space:
it: Spazio Libero:

source: Movie Browser Key Assignment
it: Assegnazione dei tasti del browser dei Film

source: Manage your Movies & Series V.%s
it: Gestisci i tuoi film e serie V.%s

source: Toggle Plugin Style
it: Attiva/disattiva lo stile del plugin

source: Toggle hide/show plugin
it: Attiva/disattiva la visualizzazione/nascondi del plugin

source: Info Button: Toggle show/hide infos
it: Pulsante Info: mostra/nascondi le informazioni

source: Video Button: Update Database
it: Pulsante video: Aggiorna database

source: Text Button: Edit Database
it: Pulsante di testo: Modifica database

source: Stop Button: Mark movie as seen
it: Pulsante Stop: contrassegna il film come visto

source: Radio Button: Delete/Blacklist movie
it: Pulsante di scelta: Elimina/Aggiungi film alla lista nera

source: <- -> Button: Go to first letter
it: <- -> Pulsante: Vai alla prima lettera

source: Button 1: CutListEditor/MovieCut/LogView
it: Pulsante 1: CutListEditor/MovieCut/LogView

source: Button 2: Renew infos on TMDb
it: Pulsante 2: Rinnova le informazioni su TMDb

source: Button 3: Renew infos on TheTVDb
it: Pulsante 3: Rinnova le informazioni su TheTVDb

source: Button 4: Hide/show seen movies
it: Pulsante 4: Nascondi/mostra i film visti

source: Button 5: Toggle Movies/Series view
it: Pulsante 5: Attiva/disattiva la visualizzazione Film/Serie

source: Button 6: Movie Folder Selection
it: Pulsante 6: Selezione cartella film

source: Button 7: Movie Director Selection
it: Pulsante 7: Selezione del regista del film

source: Button 8: Movie Actor Selection
it: Pulsante 8: Selezione dell'attore del film

source: Button 9: Movie Genre Selection
it: Pulsante 9: Selezione del genere del film

source: Button 0: Go to end of list
it: Pulsante 0: Vai alla fine dell'elenco

source: *******Movie Browser Database Update*******
it: *******Aggiornamento del database del browser dei film*******

source: *******Movie Browser Database Update******* Time: %s Error: %s Reason: %s
it: *******Aggiornamento del database del browser dei film******* Ora: %s Errori: %s Motivo: %s

source: *******Cleanup Cache Folder******* Start time: %s End time: %s Orphaned Backdrops/Posters removed: %s
it: *******Ripulisci cartella cache******* Ora di inizio: %s Ora di fine: %s Backdrops/Poster orfani rimossi: %s
